{
  "stench": "Os movimentos de dano deste Pokémon têm 10% de chance de fazer o alvo recuar com cada acerto se eles não já causarem recuo como efeito secundário. Esta habilidade não se acumula com um item segurado. Overworld: A taxa de encontro selvagem é reduzida pela metade enquanto este Pokémon estiver em primeiro na equipe.",
  "drizzle": "O clima muda para chuva quando este Pokémon entra em batalha e não termina a menos que seja substituído por outra condição climática. Se múltiplos Pokémon com esta habilidade, drought, sand stream ou snow warning forem enviados ao mesmo tempo, as habilidades ativarão na ordem de Velocidade, respeitando trick room. O clima de cada habilidade cancelará o anterior, e apenas o clima invocado pelo mais lento dos Pokémon permanecerá.",
  "speed-boost": "A Velocidade deste Pokémon aumenta em um estágio após cada turno.",
  "battle-armor": "Movimentos não podem acertar golpes críticos contra este Pokémon. Esta habilidade funciona de forma idêntica a shell armor.",
  "sturdy": "Quando este Pokémon está com HP cheio, qualquer acerto que o nocautearia o deixará com 1 HP. Independentemente de seu HP atual, ele também é imune aos movimentos de nocaute em um golpe: fissure, guillotine, horn drill e sheer cold. Se este Pokémon estiver segurando uma focus sash, esta habilidade tem precedência e o item não será consumido.",
  "damp": "Enquanto este Pokémon estiver em batalha, self destruct e explosion falharão e aftermath não terá efeito.",
  "limber": "Este Pokémon não pode ser paralisado. Se um Pokémon estiver paralisado e adquirir esta habilidade, sua paralisia é curada; isso inclui ao recuperar uma habilidade perdida ao deixar a batalha.",
  "sand-veil": "Durante uma tempestade de areia, este Pokémon tem 1.25× sua evasão, e não recebe dano de tempestade de areia independentemente do tipo. O bônus de evasão não conta como modificador de status. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro selvagem é reduzida pela metade em uma tempestade de areia.",
  "static": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento tem 30% de chance de ser paralisado. Pokémon imunes a movimentos do tipo elétrico ainda podem ser paralisados por esta habilidade. Overworld: Se o Pokémon líder tiver esta habilidade, há 50% de chance de que encontros sejam com um Pokémon elétrico, se aplicável.",
  "volt-absorb": "Sempre que um movimento do tipo elétrico acerta este Pokémon, ele cura 1/4 de seu HP máximo, negando qualquer outro efeito nele. Esta habilidade não terá efeito se este Pokémon for do tipo terra e assim imune a movimentos Elétricos. Movimentos elétricos ignorarão o substitute deste Pokémon. Este efeito inclui movimentos não-danificantes, i.e. thunder wave.",
  "water-absorb": "Sempre que um movimento do tipo água acerta este Pokémon, ele cura 1/4 de seu HP máximo, negando qualquer outro efeito nele. Movimentos de água ignorarão o substitute deste Pokémon.",
  "oblivious": "Este Pokémon não pode ser apaixonado e é imune a captivate. Se um Pokémon estiver apaixonado e adquirir esta habilidade, sua paixão é eliminada.",
  "cloud-nine": "Enquanto este Pokémon estiver em batalha, o clima ainda pode estar em jogo, mas não terá nenhum de seus efeitos. Esta habilidade funciona de forma idêntica a air lock.",
  "compound-eyes": "Os movimentos deste Pokémon têm 1.3× sua precisão. Esta habilidade não tem efeito nos movimentos de nocaute em um golpe (fissure, guillotine, horn drill e sheer cold). Overworld: Se o primeiro Pokémon na equipe tiver esta habilidade, a chance de um Pokémon selvagem segurar um item particular é aumentada de 50%, 5% ou 1% para 60%, 20% ou 5%, respectivamente.",
  "insomnia": "Este Pokémon não pode dormir. Isso faz com que rest falhe completamente. Se um Pokémon estiver dormindo e adquirir esta habilidade, ele acordará imediatamente; isso inclui ao recuperar uma habilidade perdida ao deixar a batalha. Esta habilidade funciona de forma idêntica a vital spirit em batalha.",
  "color-change": "Sempre que este Pokémon recebe dano de um movimento, o tipo do Pokémon muda para combinar com o movimento. Se o Pokémon tiver dois tipos, ambos são sobrescritos. O Pokémon deve receber dano diretamente; por exemplo, movimentos bloqueados por um substitute não ativarão esta habilidade, nem movimentos que causem dano indiretamente, como spikes. Esta habilidade tem efeito apenas no último acerto de um ataque múltiplo. Em Pokémon Colosseum e XD: Gale of Darkness, esta habilidade não tem efeito em movimentos do tipo Shadow.",
  "immunity": "Este Pokémon não pode ser envenenado. Isso inclui envenenamento grave. Se um Pokémon estiver envenenado e adquirir esta habilidade, seu envenenamento é curado; isso inclui ao recuperar uma habilidade perdida ao deixar a batalha.",
  "flash-fire": "Este Pokémon é imune a movimentos do tipo fogo. Uma vez que este Pokémon tenha sido acertado por um movimento de Fogo, seus próprios movimentos de Fogo causarão 1.5× mais dano até deixar a batalha. Esta habilidade não tem efeito enquanto o Pokémon estiver congelado. O bônus de dano de Fogo é retido mesmo se o Pokémon for congelado e descongelado ou a habilidade for perdida ou desabilitada. Movimentos de fogo ignorarão o substitute deste Pokémon. Esta habilidade tem efeito mesmo em movimentos não-danificantes, i.e. will o wisp.",
  "shield-dust": "Este Pokémon é imune aos efeitos extras de movimentos usados contra ele. Um efeito extra é a chance de um movimento, listada como \"chance de efeito\", de infligir uma doença de status, causar uma mudança de status ou fazer o alvo recuar além do efeito principal do movimento. Por exemplo, a paralisia de thunder shock é um efeito extra, mas a de thunder wave não é, nem a remoção de item de knock off e a taxa de acerto crítico aumentada de air cutter.",
  "own-tempo": "Este Pokémon não pode ser confundido. Se um Pokémon estiver confundido e adquirir esta habilidade, sua confusão será imediatamente curada.",
  "suction-cups": "Este Pokémon não pode ser forçado a sair da batalha por movimentos como whirlwind. dragon tail e circle throw ainda causam dano contra este Pokémon. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de sucesso enquanto pesca é aumentada.",
  "intimidate": "Quando este Pokémon entra em batalha, o Ataque do oponente é reduzido em um estágio. Em uma batalha dupla, ambos os oponentes são afetados. Esta habilidade também tem efeito quando adquirida durante uma batalha, mas não terá efeito novamente se perdida e reobtida sem deixar a batalha. Esta habilidade não tem efeito em um oponente que tenha um substitute. Overworld: Se o primeiro Pokémon na equipe tiver esta habilidade, qualquer encontro aleatório com um Pokémon cinco ou mais níveis abaixo tem 50% de chance de ser pulado.",
  "shadow-tag": "Enquanto este Pokémon estiver em batalha, Pokémon oponentes não podem fugir ou trocar. Outros Pokémon com esta habilidade não são afetados. Pokémon com run away ainda podem fugir. Pokémon ainda podem trocar com o uso de um movimento ou item.",
  "rough-skin": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento recebe 1/8 de seu HP máximo em dano. Esta habilidade funciona de forma idêntica a iron barbs.",
  "wonder-guard": "Este Pokémon é imune a movimentos de dano que não sejam super efetivos contra ele. Movimentos que infligem dano fixo, como night shade ou seismic toss, são considerados super efetivos se seus tipos forem. Dano não causado diretamente por movimentos, como dano de clima, doença de status ou spikes, não é prevenido. Esta habilidade não pode ser copiada com role play ou trocada com skill swap, mas pode ser copiada com trace, desabilitada com gastro acid ou mudada com worry seed. Este Pokémon ainda pode usar Role Play para perder esta habilidade, mas não Skill Swap. Se este Pokémon tiver um substitute, esta habilidade bloqueará movimentos como de costume e quaisquer movimentos não bloqueados reagirão ao Substitute como de costume.",
  "levitate": "Este Pokémon é imune a movimentos do tipo terra, spikes, toxic spikes e arena trap. Esta habilidade é desabilitada durante gravity ou ingrain, ou enquanto segurando uma iron ball. Esta habilidade não é desabilitada durante roost.",
  "effect-spore": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento tem 30% de chance de ser paralisado, envenenado ou colocado para dormir, escolhido aleatoriamente. Nada é feito para compensar se o usuário do movimento for imune a uma dessas doenças; simplesmente há uma chance menor de que o usuário do movimento seja afetado.",
  "synchronize": "Sempre que este Pokémon for queimado, paralisado ou envenenado, o Pokémon que deu esta doença a este Pokémon também recebe a doença. Esta habilidade passa de volta envenenamento grave quando este Pokémon é gravemente envenenado. Esta habilidade não pode passar uma doença de status que o Pokémon não recebeu diretamente de outro Pokémon, como o envenenamento de toxic spikes ou a queimadura de uma flame orb. Overworld: Se o Pokémon líder tiver esta habilidade, Pokémon selvagens têm 50% de chance de ter a natureza do Pokémon líder, e 50% de chance de receber uma natureza aleatória como de costume, incluindo a natureza do Pokémon líder. Isso não funciona em Pokémon recebidos fora de batalha ou legendários errantes.",
  "clear-body": "Este Pokémon não pode ter seus status reduzidos por outros Pokémon. Esta habilidade não previne qualquer perda de status além de modificadores de status, como a redução de Velocidade de paralisia. Este Pokémon ainda pode receber modificadores de status negativos através de guard swap, heart swap ou power swap. Esta habilidade funciona de forma idêntica a white smoke em batalha.",
  "natural-cure": "Este Pokémon é curado de qualquer doença de status principal quando é trocado por outro Pokémon. Se esta habilidade for adquirida durante a batalha, o Pokémon é curado ao deixar a batalha antes de perder a habilidade temporária.",
  "lightning-rod": "Todos os movimentos do tipo elétrico de alvo único de outros Pokémon são redirecionados para este Pokémon se ele for um alvo elegível. Movimentos Elétricos de outros Pokémon aumentam o Ataque Especial deste Pokémon em um estágio, negando qualquer outro efeito nele, e não podem errá-lo. Se o alvo pretendido do movimento também tiver esta habilidade, o movimento não é redirecionado. Quando múltiplos Pokémon com esta habilidade são alvos possíveis para redirecionamento, o movimento é redirecionado para o com o maior status de Velocidade, ou, no caso de empate, para um Pokémon empatado aleatório. follow me tem precedência sobre esta habilidade. Se o Pokémon for do tipo terra e assim imune a movimentos Elétricos, sua imunidade previne o aumento de Ataque Especial.",
  "serene-grace": "Os movimentos deste Pokémon têm duas vezes sua chance de efeito usual. Uma chance de efeito é a chance de um movimento de infligir uma doença de status, causar uma mudança de status ou fazer o alvo recuar além do efeito principal do movimento. Por exemplo, a chance de queimar de flamethrower é dobrada, mas a chance de sucesso de protect e a taxa de acerto crítico aumentada de air cutter não são afetadas. secret power não é afetado.",
  "swift-swim": "A Velocidade deste Pokémon é dobrada durante chuva. Este bônus não conta como modificador de status.",
  "chlorophyll": "A Velocidade deste Pokémon é dobrada durante sol forte. Este bônus não conta como modificador de status.",
  "illuminate": "Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro selvagem é dobrada. Esta habilidade não tem efeito em batalha.",
  "trace": "Quando este Pokémon entra em batalha, ele copia uma habilidade aleatória de um oponente. Esta habilidade não pode copiar flower gift, forecast, illusion, imposter, multitype, trace, wonder guard ou zen mode.",
  "huge-power": "O Ataque deste Pokémon é dobrado enquanto em batalha. Este bônus não conta como modificador de status. Esta habilidade funciona de forma idêntica a pure power.",
  "poison-point": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento tem 30% de chance de ser envenenado.",
  "inner-focus": "Este Pokémon não pode recuar.",
  "magma-armor": "Este Pokémon não pode ser congelado. Se um Pokémon estiver congelado e adquirir esta habilidade, ele descongelará imediatamente; isso inclui ao recuperar uma habilidade perdida ao deixar a batalha. Overworld: Se qualquer Pokémon na equipe tiver esta habilidade, cada ovo na equipe tem seu contador de eclosão diminuído em 2 (em vez de 1) a cada ciclo de passo, fazendo ovos eclodirem aproximadamente duas vezes mais rápido. Este efeito não se acumula se múltiplos Pokémon tiverem esta habilidade ou flame body.",
  "water-veil": "Este Pokémon não pode ser queimado. Se um Pokémon estiver queimado e adquirir esta habilidade, sua queimadura é curada; isso inclui ao recuperar uma habilidade perdida ao deixar a batalha.",
  "magnet-pull": "Enquanto este Pokémon estiver em batalha, Pokémon oponentes do tipo aço não podem fugir ou trocar. Pokémon com run away ainda podem fugir. Pokémon ainda podem trocar com o uso de um movimento ou item. Overworld: Se o Pokémon líder tiver esta habilidade, Pokémon do tipo Aço têm uma taxa de encontro maior.",
  "soundproof": "Este Pokémon é imune a movimentos marcados como sendo baseados em som. heal bell não é afetado. uproar ainda previne este Pokémon de dormir. Este Pokémon ainda pode receber um contador de Perish Song através de baton pass, e reterá um contador de Perish Song se adquirir esta habilidade após Perish Song ser usado. howl, roar of time, sonic boom e yawn não são marcados como baseados em som.",
  "rain-dish": "Este Pokémon cura 1/16 de seu HP máximo após cada turno durante chuva.",
  "sand-stream": "O clima muda para uma tempestade de areia quando este Pokémon entra em batalha e não termina a menos que cancelado por outra condição climática. Se múltiplos Pokémon com esta habilidade, drizzle, drought ou snow warning forem enviados ao mesmo tempo, as habilidades ativarão na ordem de Velocidade, respeitando trick room. O clima de cada habilidade cancelará o anterior, e apenas o clima invocado pelo mais lento dos Pokémon permanecerá. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro selvagem é reduzida pela metade em uma tempestade de areia.",
  "pressure": "Movimentos mirando neste Pokémon usam um PP extra. Esta habilidade se acumula se múltiplos alvos a tiverem. Esta habilidade ainda afeta movimentos que falham ou erram. Esta habilidade não afeta movimentos de aliados que miram no campo inteiro ou apenas em seu lado, nem movimentos auto-mirados deste Pokémon; ela afeta, no entanto, movimentos de aliados de alvo único mirados neste Pokémon, movimentos de aliados que miram em todos os outros Pokémon e movimentos de oponentes que miram no campo inteiro. Se esta habilidade aumentar o custo de PP de um movimento acima de seu PP restante, ele usará todo o PP restante. Quando este Pokémon entra em batalha, todos os treinadores participantes são notificados que ele tem esta habilidade. Overworld: Se o Pokémon líder tiver esta habilidade, Pokémon de nível superior têm sua taxa de encontro aumentada.",
  "thick-fat": "Este Pokémon recebe metade do dano de movimentos do tipo fogo e gelo.",
  "early-bird": "O contador de turnos de sono restante deste Pokémon cai em 2 em vez de 1. Se o contador de sono deste Pokémon estiver em 1, ele cairá para 0 e então o Pokémon acordará.",
  "flame-body": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento tem 30% de chance de ser queimado. Overworld: Se qualquer Pokémon na equipe tiver esta habilidade, cada ovo na equipe tem seu contador de eclosão diminuído em 2 (em vez de 1) a cada ciclo de passo, fazendo ovos eclodirem aproximadamente duas vezes mais rápido. Este efeito não se acumula se múltiplos Pokémon tiverem esta habilidade ou magma armor.",
  "run-away": "Este Pokémon sempre tem sucesso em fugir de batalhas selvagens, mesmo se preso por um movimento ou habilidade.",
  "keen-eye": "Este Pokémon não pode ter sua precisão reduzida por outros Pokémon. Esta habilidade não previne qualquer perda de precisão além de modificadores de status, como a redução de precisão de neblina; nem previne a evasão de outros Pokémon de tornar os movimentos deste Pokémon menos precisos. Este Pokémon ainda pode receber modificadores de precisão negativos através de heart swap. Overworld: Se o primeiro Pokémon na equipe tiver esta habilidade, qualquer encontro aleatório com um Pokémon cinco ou mais níveis abaixo tem 50% de chance de ser pulado.",
  "hyper-cutter": "O Ataque deste Pokémon não pode ser reduzido por outros Pokémon. Esta habilidade não previne qualquer perda de Ataque além de modificadores de status, como a redução de Ataque de uma queimadura. Este Pokémon ainda pode receber modificadores de Ataque negativos através de heart swap ou power swap.",
  "pickup": "No final de cada turno, se outro Pokémon consumiu ou Flung um item segurado naquele turno, este Pokémon pega o item se não estiver segurando um. Após cada batalha, este Pokémon tem 10% de chance de pegar um item se não estiver segurando um. O air balloon e eject button não podem ser pegos. Os itens que podem ser encontrados variam por jogo, e, desde Pokémon Emerald, pelo nível do Pokémon. Esta habilidade é verificada após o fim da batalha, momento em que qualquer mudança de habilidade temporária já passou.",
  "truant": "Todo segundo turno em que este Pokémon deveria tentar usar um movimento, ele em vez disso não fará nada (\"loaf around\"). Loafing around interrompe movimentos que levam múltiplos turnos da mesma forma que paralisia, recuo, etc. A maioria desses movimentos, por exemplo bide ou rollout, são simplesmente cortados ao loafing around. Ataques com um turno de recarga, como hyper beam, não precisam recarregar; ataques com um turno de preparação, como fly, não acabam sendo usados. Movimentos que são forçados por múltiplos turnos e continuam através de falha, como outrage, uproar ou qualquer movimento forçado por encore, continuam como de costume. Se este Pokémon estiver confundido, sua confusão não é verificada ao loafing around; o Pokémon não pode se machucar, e sua confusão não termina ou se aproxima de terminar. Se este Pokémon tentar se mover mas falhar, e.g. por causa de paralisia ou gravity, ainda conta como ter se movido e fará loaf around no próximo turno. Se não tentar se mover, e.g. por estar dormindo ou congelado, o que quer que teria feito será adiado até sua próxima tentativa; isto é, ele fará loaf around ou se moverá como de costume, dependendo do que fez por último. Esta habilidade não pode ser mudada com worry seed, mas pode ser desabilitada com gastro acid, mudada com role play ou trocada com skill swap.",
  "hustle": "Os movimentos físicos deste Pokémon causam 1.5× mais dano regular, mas têm 0.8× sua precisão usual. Movimentos especiais não são afetados. Movimentos que causam dano fixo, como seismic toss, têm sua precisão afetada, mas não seu dano. Overworld: Se o Pokémon líder tiver esta habilidade, Pokémon de nível superior têm sua taxa de encontro aumentada.",
  "cute-charm": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento tem 30% de chance de ser apaixonado. Overworld: Se o primeiro Pokémon na equipe tiver esta habilidade, qualquer Pokémon selvagem cuja espécie pode ser de qualquer gênero tem 2/3 de chance de ser definido para o gênero oposto, e 1/3 de chance de ter um gênero aleatório como de costume.",
  "plus": "Este Pokémon tem 1.5× seu Ataque Especial se qualquer Pokémon amigável tiver plus ou minus. Este bônus não conta como modificador de status. Se qualquer habilidade for desabilitada por gastro acid, ambas perdem seu efeito.",
  "minus": "Este Pokémon tem 1.5× seu Ataque Especial se qualquer Pokémon amigável tiver plus ou minus. Este bônus não conta como modificador de status. Se qualquer habilidade for desabilitada por gastro acid, ambas perdem seu efeito.",
  "forecast": "Durante chuva, sol forte ou granizo, o tipo deste Pokémon muda para água, fogo ou gelo, respectivamente, e sua forma muda para combinar. Esta habilidade não tem efeito para qualquer Pokémon além de castform. Se o clima terminar ou se tornar qualquer coisa que não ative esta habilidade, ou um Pokémon com air lock ou cloud nine entrar em batalha, o tipo e forma deste Pokémon revertem para o padrão. Se esta habilidade for perdida ou desabilitada, este Pokémon não pode mudar seu tipo e forma atuais até recuperar sua habilidade.",
  "sticky-hold": "O item segurado deste Pokémon não pode ser removido por outros Pokémon. Movimentos de dano que removeriam o item deste Pokémon ainda podem causar dano contra este Pokémon, e.g. knock off ou pluck. Este Pokémon ainda pode usar movimentos que envolvam a perda de seu próprio item, e.g. fling ou trick. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro enquanto pesca é aumentada.",
  "shed-skin": "Após cada turno, este Pokémon tem 33% de ser curado de qualquer doença de status principal.",
  "guts": "Sempre que este Pokémon estiver dormindo, queimado, paralisado ou envenenado, ele tem 1.5× seu Ataque. Este Pokémon não é afetado pela redução usual de Ataque de uma queimadura. Este bônus não conta como modificador de status.",
  "marvel-scale": "Sempre que este Pokémon tiver uma doença de status principal, ele tem 1.5× sua Defesa. Este bônus não conta como modificador de status.",
  "liquid-ooze": "Sempre que um Pokémon curaria após acertar este Pokémon com um movimento de drenagem como absorb, em vez disso perde tantos HP quanto normalmente ganharia. dream eater não é afetado.",
  "overgrow": "Quando este Pokémon tem 1/3 ou menos de seu HP restante, seus movimentos do tipo grama causam 1.5× mais dano regular.",
  "blaze": "Quando este Pokémon tem 1/3 ou menos de seu HP restante, seus movimentos do tipo fogo causam 1.5× mais dano regular.",
  "torrent": "Quando este Pokémon tem 1/3 ou menos de seu HP restante, seus movimentos do tipo água causam 1.5× mais dano regular.",
  "swarm": "Quando este Pokémon tem 1/3 ou menos de seu HP restante, seus movimentos do tipo inseto causam 1.5× mais dano regular. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro selvagem é aumentada.",
  "rock-head": "Este Pokémon não recebe dano de recuo de seus movimentos de recuo. O recuo de struggle não é afetado. Esta habilidade não previne dano de colisão de errar com jump kick ou high jump kick.",
  "drought": "O clima muda para sol forte quando este Pokémon entra em batalha e não termina a menos que cancelado por outra condição climática. Se múltiplos Pokémon com esta habilidade, drizzle, sand stream ou snow warning forem enviados ao mesmo tempo, as habilidades ativarão na ordem de Velocidade, respeitando trick room. O clima de cada habilidade cancelará o anterior, e apenas o clima invocado pelo mais lento dos Pokémon permanecerá.",
  "arena-trap": "Enquanto este Pokémon estiver em batalha, Pokémon oponentes não podem fugir ou trocar. Pokémon do tipo voador e Pokémon no ar, e.g. devido a levitate ou magnet rise, não são afetados. Pokémon com run away ainda podem fugir. Pokémon ainda podem trocar com o uso de um movimento ou item. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro selvagem é dobrada.",
  "vital-spirit": "Este Pokémon não pode dormir. Isso faz com que rest falhe completamente. Se um Pokémon estiver dormindo e adquirir esta habilidade, ele acordará imediatamente; isso inclui ao recuperar uma habilidade perdida ao deixar a batalha. Esta habilidade funciona de forma idêntica a insomnia em batalha. Overworld: Se o Pokémon líder tiver esta habilidade, Pokémon de nível superior têm sua taxa de encontro aumentada.",
  "white-smoke": "Este Pokémon não pode ter seus status reduzidos por outros Pokémon. Esta habilidade não previne qualquer perda de status além de modificadores de status, como a redução de Velocidade de paralisia; nem reduções de status auto-infligidas, como a redução de Ataque Especial de overheat; nem aumentos de status ativados por oponentes, como o aumento de Ataque de swagger. Este Pokémon ainda pode receber modificadores de status negativos através de guard swap, heart swap ou power swap. Esta habilidade funciona de forma idêntica a clear body em batalha. Overworld: Se o Pokémon líder tiver esta habilidade, a taxa de encontro selvagem é reduzida pela metade.",
  "pure-power": "O Ataque deste Pokémon é dobrado em batalha. Este bônus não conta como modificador de status. Esta habilidade funciona de forma idêntica a huge power.",
  "shell-armor": "Movimentos não podem acertar golpes críticos contra este Pokémon. Esta habilidade funciona de forma idêntica a battle armor.",
  "air-lock": "Enquanto este Pokémon estiver em batalha, o clima ainda pode estar em jogo, mas não terá nenhum de seus efeitos. Esta habilidade funciona de forma idêntica a cloud nine.",
  "aftermath": "Quando este Pokémon é nocauteado por um movimento que faz contato, o usuário do movimento recebe 1/4 de seu HP máximo em dano.",
  "anticipation": "Quando este Pokémon entra em batalha, ele é notificado se qualquer Pokémon oponente tiver um movimento que seja super efetivo contra este Pokémon, ou self destruct ou explosion. Movimentos de dano fixo, como dragon rage, e movimentos de nocaute em um golpe são ignorados (pois sempre são super efetivos). Quando múltiplos movimentos ativam esta habilidade, um é escolhido aleatoriamente para ser revelado.",
  "forewarn": "Quando este Pokémon entra em batalha, ele revela o movimento com o maior poder base do oponente. Movimentos sem poder base, mas com poder variável, como payback, têm poder 50. Movimentos que causam dano fixo, como sonic boom, têm seu poder como o poder base. Movimentos de contador, como metal burst, e movimentos sem poder base, mas com efeito baseado em poder, como spit up, têm poder 1. Se houver um empate, um é escolhido aleatoriamente. Esta habilidade não tem efeito para um Pokémon com trace, mas esta habilidade não pode ser copiada com trace.",
  "unaware": "Este Pokémon ignora mudanças de status de outros Pokémon para cálculo de dano e precisão. Mudanças de status são mudanças de Ataque, Defesa, Ataque Especial, Defesa Especial, Velocidade, precisão e evasão. Por exemplo, este Pokémon ignora reduções no Ataque do oponente para calcular dano, mas não ignora reduções no Ataque deste Pokémon ou aumentos no Ataque do oponente. Este Pokémon não ignora mudanças de status que previnem dano, como modificadores de tipo, imunidade ou efeitos de proteção, nem mudanças de status que não sejam causadas por mudanças de status, como critical hits. Esta habilidade tem efeito mesmo se outro Pokémon copiou os status do oponente.",
  "tinted-lens": "Quando este Pokémon usa um movimento que é resistido pelo alvo, o dano é dobrado.",
  "filter": "Quando este Pokémon receberia dano super efetivo de um movimento, o dano é reduzido para 3/4 do dano usual. Esta habilidade funciona de forma idêntica a solid rock.",
  "slow-start": "Durante os primeiros cinco turnos após este Pokémon entrar em batalha, seu Ataque e Velocidade são reduzidos pela metade. Se este Pokémon deixar a batalha ou perder esta habilidade, o contador é resetado. Se este Pokémon entrar em batalha com esta habilidade perdida e depois recuperar, o contador começa em cinco turnos novamente. Este Pokémon não pode usar skill swap para perder esta habilidade ou copiar outra, mas pode usar role play para copiar outra. Esta habilidade não pode ser ignorada por gastro acid ou worry seed; seu efeito negativo será copiado por trace.",
  "scrappy": "Este Pokémon ignora imunidades a movimentos do tipo normal e luta. Pokémon imunes ainda não recebem dano de um movimento de dano futuro, então este Pokémon não pode danificar Pokémon com comatose com movimentos do tipo normal ou luta.",
  "storm-drain": "Todos os movimentos do tipo água de alvo único de outros Pokémon são redirecionados para este Pokémon se ele for um alvo elegível. Movimentos de Água de outros Pokémon aumentam o Ataque Especial deste Pokémon em um estágio, negando qualquer outro efeito nele, e não podem errá-lo. Se o alvo pretendido do movimento também tiver esta habilidade, o movimento não é redirecionado. Quando múltiplos Pokémon com esta habilidade são alvos possíveis para redirecionamento, o movimento é redirecionado para o com o maior status de Velocidade, ou, no caso de empate, para um Pokémon empatado aleatório. follow me tem precedência sobre esta habilidade.",
  "ice-body": "Durante granizo, este Pokémon cura 1/16 de seu HP máximo após cada turno, e não recebe dano de granizo independentemente do tipo. A cura acontece antes do dano de lefties e black sludge.",
  "solid-rock": "Quando este Pokémon receberia dano super efetivo de um movimento, o dano é reduzido para 3/4 do dano usual. Esta habilidade funciona de forma idêntica a filter.",
  "snow-warning": "O clima muda para granizo quando este Pokémon entra em batalha e não termina a menos que cancelado por outra condição climática. Se múltiplos Pokémon com esta habilidade, drizzle, drought ou sand stream forem enviados ao mesmo tempo, as habilidades ativarão na ordem de Velocidade, respeitando trick room. O clima de cada habilidade cancelará o anterior, e apenas o clima invocado pelo mais lento dos Pokémon permanecerá. Overworld: Se o Pokémon líder tiver esta habilidade, o clima será granizo.",
  "honey-gather": "No final de cada batalha, se este Pokémon não estiver segurando um item, há 10% de chance de pegar Honey. O nível do Pokémon não afeta a chance. O Pokémon não precisa participar da batalha, desde que esteja na equipe.",
  "frisk": "Quando este Pokémon entra em batalha, ele revela um item aleatório segurado por um oponente, se houver. Em uma batalha dupla, um oponente é escolhido aleatoriamente, e apenas o primeiro item no inventário desse oponente é revelado.",
  "reckless": "Quando este Pokémon usa movimentos com dano de recuo ou crash damage, o poder desses movimentos é multiplicado por 1.2×.",
  "multitype": "Se este Pokémon estiver segurando uma plate ou Z-Crystal, seu tipo muda para o tipo correspondente. Esta habilidade não pode ser copiada, substituída ou nulificada.",
  "flower-gift": "Durante sol forte, este Pokémon e seus aliados têm 1.5× Ataque e Defesa Especial. Se este Pokémon for Cherrim, ele muda para Sunshine Form durante sol forte e para Overcast Form de outra forma. Esta habilidade não pode ser copiada ou substituída. Esta habilidade só tem efeito para Cherrim.",
  "bad-dreams": "Pokémon oponentes dormindo recebem 1/8 de seu HP máximo em dano após cada turno.",
  "pickpocket": "Sempre que este Pokémon é atingido por um movimento que faz contato, se este Pokémon não estiver segurando um item, ele rouba o item do atacante. Isso inclui movimentos que falham contra este Pokémon. Esta habilidade não tem efeito se o atacante já tiver sido roubado ou se o item for unstealable. Esta habilidade pode roubar itens que seriam consumidos pelo movimento, como focus sash ou berries.",
  "sheer-force": "Os movimentos deste Pokémon com chance de efeito secundário têm 1.3× seu poder, mas perdem sua chance de efeito secundário. Um efeito secundário é um efeito além do dano, como causar uma doença de status ou mudança de status. Movimentos que não causam dano, como thunder wave, não são afetados. Movimentos que causam flinch apenas se o alvo já tiver tomado dano no mesmo turno não são afetados. A vida orb e abilities que causam recoil damage ainda se aplicam.",
  "contrary": "Quando um modificador de status seria aplicado a este Pokémon, seu sinal é invertido: aumentos se tornam reduções e vice-versa. Esta habilidade não inverte mudanças de status já existentes.",
  "unnerve": "Enquanto este Pokémon estiver em batalha, Pokémon oponentes não podem consumir suas berries. Berries podem ser consumidas por outros meios, como bug bite ou natural gift.",
  "defiant": "Sempre que outro Pokémon causa uma redução de status a este Pokémon, seu Ataque aumenta em dois estágios. Esta habilidade é ativada por reduções causadas por movimentos ou habilidades, mas não por itens ou efeitos secundários de movimentos.",
  "defeatist": "Quando este Pokémon tem 1/2 ou menos de seu HP máximo, seu Ataque e Ataque Especial são reduzidos pela metade.",
  "cursed-body": "Sempre que um movimento acerta este Pokémon, há 30% de chance de que o movimento seja desabilitado para o atacante por 4 turnos. Movimentos desabilitados não podem ser selecionados até que o efeito termine. Se o atacante tiver múltiplos movimentos desabilitados, um é escolhido aleatoriamente quando tentando usar um. Movimentos desabilitados podem ser usados se o atacante estiver sob efeito de encore ou se o movimento for chamado por outro movimento, como sleep talk.",
  "healer": "No final de cada turno, há 30% de chance de que um aliado adjacente seja curado de sua doença de status principal.",
  "friend-guard": "Dano causado a aliados deste Pokémon é reduzido para 3/4.",
  "weak-armor": "Sempre que este Pokémon recebe dano de um movimento físico, sua Defesa diminui em um estágio e sua Velocidade aumenta em um estágio.",
  "heavy-metal": "O peso deste Pokémon é dobrado. Isso aumenta o dano causado por heavy slam e heat crash, e reduz o dano recebido de low kick e grass knot.",
  "light-metal": "O peso deste Pokémon é reduzido pela metade. Isso reduz o dano causado por low kick e grass knot, e reduz o dano recebido de heavy slam e heat crash.",
  "multiscale": "Quando este Pokémon tem HP cheio, dano regular de movimentos é reduzido pela metade. Dano fixo não é afetado.",
  "toxic-boost": "Quando este Pokémon está envenenado (incluindo toxic), seus movimentos físicos têm 1.5× poder.",
  "flare-boost": "Quando este Pokémon está queimado, seus movimentos especiais têm 1.5× poder.",
  "harvest": "No final de cada turno, se o item deste Pokémon foi usado ou perdido desde a última vez que harvest foi ativado, há 50% de chance de que o item seja restaurado. Isso inclui itens perdidos por knock off, thief, etc. Berries restauradas podem ser consumidas novamente imediatamente. Esta habilidade é ativada após outros efeitos de fim de turno, como lefties.",
  "telepathy": "Este Pokémon não recebe dano de movimentos de aliados que miram em todos os aliados ou no campo inteiro.",
  "moody": "No final de cada turno, um status aleatório deste Pokémon aumenta em dois estágios, e outro diminui em um estágio. Precisão e evasão podem ser afetados. Se todos os status estiverem no máximo ou mínimo, o aumento ou redução é pulado соответственно.",
  "overcoat": "Este Pokémon não recebe dano de clima, e é imune a powder moves e spore.",
  "poison-touch": "Movimentos que fazem contato com este Pokémon têm 30% de chance de envenenar o alvo.",
  "regenerator": "Quando este Pokémon troca ou deixa a batalha, ele cura 1/3 de seu HP máximo.",
  "big-pecks": "A Defesa deste Pokémon não pode ser reduzida por outros Pokémon.",
  "sand-rush": "Durante uma tempestade de areia, a Velocidade deste Pokémon é dobrada, e não recebe dano de tempestade de areia.",
  "wonder-skin": "Movimentos não-danificantes com menos de 100% de precisão têm sua precisão reduzida para 50% quando usados contra este Pokémon.",
  "analytic": "Se este Pokémon age por último no turno, seus movimentos têm 1.3× poder.",
  "illusion": "Quando este Pokémon entra em batalha, ele aparece como o último Pokémon consciente na equipe. Esta ilusão termina quando este Pokémon recebe dano de um movimento de dano direto. Movimentos que não causam dano, como weather ou status, não quebram a ilusão.",
  "imposter": "Quando este Pokémon entra em batalha, ele se transforma no oponente oposto, copiando seu espécie, forma, movimentos, habilidades, status e itens (exceto mega stones). A transformação dura até o fim da batalha.",
  "infiltrator": "Movimentos deste Pokémon ignoram substitute, light screen, reflect, mist, safeguard e aurora veil.",
  "mummy": "Sempre que um movimento faz contato com este Pokémon, a habilidade do atacante muda para mummy. Se o atacante já tiver mummy, nada acontece. Esta habilidade é ativada mesmo se o contato for bloqueado por um substitute.",
  "moxie": "O Ataque deste Pokémon aumenta em um estágio ao nocautear outro Pokémon, mesmo um Pokémon amigável. Esta habilidade não tem efeito quando o Pokémon causa indiretamente outro Pokémon a desmaiar, e.g. através de poison ou spikes. Se este Pokémon nocautear um Pokémon com mummy, a habilidade anterior mudará sem ter efeito.",
  "justified": "Sempre que um movimento do tipo sombrio acerta este Pokémon, seu Ataque aumenta em um estágio. O movimento não é negado de forma alguma.",
  "rattled": "A Velocidade deste Pokémon aumenta em um estágio com cada acerto de um movimento de dano do tipo sombrio, fantasma ou inseto.",
  "magic-bounce": "Quando este Pokémon é mirado por um movimento marcado como refletível, o movimento é redirecionado para seu usuário. Todos os movimentos refletíveis são não-danificantes, e a maioria dos movimentos não-danificantes que miram em outros Pokémon são refletíveis. Um movimento refletido por esta habilidade ou magic coat não pode ser refletido de volta.",
  "sap-sipper": "Sempre que um movimento do tipo grama acerta este Pokémon, seu Ataque aumenta em um estágio, negando qualquer outro efeito nele.",
  "prankster": "Os movimentos não-danificantes deste Pokémon têm sua prioridade aumentada em um estágio.",
  "sand-force": "Durante uma tempestade de areia, os movimentos do tipo pedra, terra e aço deste Pokémon têm 1.3× seu poder base. Este Pokémon não recebe dano de tempestade de areia, independentemente do tipo.",
  "iron-barbs": "Sempre que um movimento faz contato com este Pokémon, o usuário do movimento recebe 1/8 de seu HP máximo em dano. Esta habilidade funciona de forma idêntica a rough skin.",
  "zen-mode": "Este Pokémon alterna entre Modo Padrão e Modo Zen após cada turno dependendo de seu HP. Abaixo de 50% de seu HP máximo, ele alterna para Modo Zen, e em 50% ou acima, alterna para Modo Padrão. Este Pokémon retorna ao Modo Padrão ao deixar a batalha ou perder esta habilidade.",
  "victory-star": "Todos os movimentos de Pokémon amigáveis, incluindo os próprios movimentos deste Pokémon, têm 1.1× sua precisão usual enquanto este Pokémon estiver em batalha.",
  "turboblaze": "Os movimentos deste Pokémon ignoram completamente habilidades que poderiam atrapalhar ou prevenir seu efeito no alvo. Por exemplo, os movimentos deste Pokémon ignoram habilidades que negariam completamente eles, como water absorb; habilidades que preveniriam qualquer de seus efeitos, como clear body, shell armor ou sticky hold; e habilidades que concedem qualquer benefício protetor geral, como simple, snow cloak ou thick fat. Se uma habilidade puder atrapalhar ou ajudar os movimentos deste Pokémon, e.g. dry skin ou unaware, a habilidade é ignorada de qualquer forma. Habilidades que não se encaixam nesta descrição, mesmo que possam atrapalhar movimentos de alguma outra forma, não são afetadas. Por exemplo, cursed body apenas afeta usos futuros potenciais do movimento, enquanto liquid ooze e shadow tag apenas podem atrapalhar o efeito de um movimento no usuário. Esta habilidade não pode ignorar mudanças de tipo ou forma concedidas por habilidades, por exemplo color change ou forecast; nem efeitos causados por habilidades mas não mais ligados a uma habilidade, como a chuva de drizzle. Esta habilidade não pode ignorar multitype de forma alguma. Uma habilidade ignorada por esta habilidade é apenas nulificada enquanto o movimento está sendo usado. Por exemplo, os movimentos deste Pokémon podem paralisar um Pokémon com limber, mas Limber ativará e curará a paralisia imediatamente depois, e os spikes deste Pokémon não são afetados por esta habilidade após serem colocados. Quando este Pokémon entra em batalha, todos os treinadores participantes são notificados que ele tem esta habilidade. Esta habilidade funciona de forma idêntica a mold breaker e teravolt.",
  "teravolt": "Os movimentos deste Pokémon ignoram completamente habilidades que poderiam atrapalhar ou prevenir seu efeito no alvo. Por exemplo, os movimentos deste Pokémon ignoram habilidades que negariam completamente eles, como water absorb; habilidades que preveniriam qualquer de seus efeitos, como clear body, shell armor ou sticky hold; e habilidades que concedem qualquer benefício protetor geral, como simple, snow cloak ou thick fat. Se uma habilidade puder atrapalhar ou ajudar os movimentos deste Pokémon, e.g. dry skin ou unaware, a habilidade é ignorada de qualquer forma. Habilidades que não se encaixam nesta descrição, mesmo que possam atrapalhar movimentos de alguma outra forma, não são afetadas. Por exemplo, cursed body apenas afeta usos futuros potenciais do movimento, enquanto liquid ooze e shadow tag apenas podem atrapalhar o efeito de um movimento no usuário. Esta habilidade não pode ignorar mudanças de tipo ou forma concedidas por habilidades, por exemplo color change ou forecast; nem efeitos causados por habilidades mas não mais ligados a uma habilidade, como a chuva de drizzle. Esta habilidade não pode ignorar multitype de forma alguma. Uma habilidade ignorada por esta habilidade é apenas nulificada enquanto o movimento está sendo usado. Por exemplo, os movimentos deste Pokémon podem paralisar um Pokémon com limber, mas Limber ativará e curará a paralisia imediatamente depois, e os spikes deste Pokémon não são afetados por esta habilidade após serem colocados. Quando este Pokémon entra em batalha, todos os treinadores participantes são notificados que ele tem esta habilidade. Esta habilidade funciona de forma idêntica a mold breaker e turboblaze.",
  "aroma-veil": "Protege aliados contra movimentos que afetam seu estado mental.",
  "flower-veil": "Protege Pokémon amigáveis do tipo grama de terem seus status reduzidos por outros Pokémon.",
  "cheek-pouch": "Restaura HP ao comer uma Berry, além do efeito da Berry.",
  "protean": "Muda o tipo do portador para combinar com cada movimento que usa. A mudança de tipo ocorre logo antes do movimento ser usado.",
  "fur-coat": "Reduz pela metade o dano de ataques físicos.",
  "magician": "Rouba o item segurado do alvo quando o portador usa um movimento de dano.",
  "bulletproof": "Protege contra movimentos baseados em bala, bola e bomba.",
  "competitive": "Aumenta o Ataque Especial em dois estágios ao ter qualquer status reduzido.",
  "strong-jaw": "Fortalece movimentos de mordida para 1.5× seu poder.",
  "refrigerate": "Transforma os movimentos do tipo normal do portador em movimentos do tipo gelo. Movimentos mudados por esta habilidade têm 1.3× seu poder.",
  "sweet-veil": "Impede Pokémon amigáveis de dormirem.",
  "stance-change": "Muda aegislash para Forma Lâmina antes de usar um movimento de dano, ou Forma Escudo antes de usar kings shield.",
  "gale-wings": "Aumenta a prioridade de movimentos voadores em um estágio.",
  "mega-launcher": "Fortalece movimentos de aura e pulso para 1.5× seu poder.",
  "grass-pelt": "Aumenta a Defesa enquanto terreno gramado estiver em efeito.",
  "symbiosis": "Passa o item segurado do portador para um aliado quando o aliado usa seu item.",
  "tough-claws": "Fortalece movimentos que fazem contato para 1.33× seu poder.",
  "pixilate": "Transforma os movimentos do tipo normal do portador em movimentos do tipo fada. Movimentos mudados por esta habilidade têm 1.3× seu poder.",
  "gooey": "Reduz a Velocidade de Pokémon atacantes em um estágio ao contato.",
  "aerilate": "Transforma os movimentos do tipo normal do portador em movimentos do tipo voador. Movimentos mudados por esta habilidade têm 1.3× seu poder.",
  "parental-bond": "Permite que o portador acerte duas vezes com movimentos de dano. O segundo acerto tem metade do poder.",
  "dark-aura": "Fortalece movimentos sombrios para todos os Pokémon amigáveis e oponentes.",
  "fairy-aura": "Fortalece movimentos fada para todos os Pokémon amigáveis e oponentes.",
  "aura-break": "Enquanto este Pokémon estiver no campo, dark aura e fairy aura enfraquecem movimentos de seus tipos respectivos para 2/3 seu poder, em vez de fortalecê-los.",
  "primordial-sea": "Quando este Pokémon entra em batalha ou ganha esta habilidade, o clima se torna chuva pesada. Chuva pesada tem todas as propriedades de rain dance e também faz com que movimentos de Fogo de dano falhem. Chuva pesada termina quando este Pokémon deixa a batalha ou perde esta habilidade, ou quando esta habilidade é nulificada. O clima não pode ser mudado de outra forma exceto pelos efeitos de delta stream e desolate land. air lock e cloud nine previnem os efeitos de chuva pesada, incluindo permitir que movimentos de Fogo funcionem, mas não permitem que o clima seja mudado.",
  "desolate-land": "Quando este Pokémon entra em batalha ou ganha esta habilidade, o clima se torna sol extremamente forte. Sol extremamente forte tem todas as propriedades de sunny day e também faz com que movimentos de Água de dano falhem. Sol extremamente forte termina quando este Pokémon deixa a batalha ou perde esta habilidade, ou quando esta habilidade é nulificada. O clima não pode ser mudado de outra forma exceto pelos efeitos de delta stream e primordial sea. air lock e cloud nine previnem os efeitos de sol extremamente forte, incluindo permitir que movimentos de Água funcionem, mas não permitem que o clima seja mudado.",
  "delta-stream": "Quando este Pokémon entra em batalha ou ganha esta habilidade, o clima se torna uma corrente de ar misteriosa. Uma corrente de ar misteriosa faz com que movimentos não sejam super efetivos contra Voador; eles causam dano neutro em vez disso. anticipation e stealth rock não são afetados. A corrente de ar misteriosa termina quando este Pokémon deixa a batalha ou perde esta habilidade, ou quando esta habilidade é nulificada. O clima não pode ser mudado de outra forma exceto pelos efeitos de desolate land e primordial sea. air lock e cloud nine previnem o efeito de uma corrente de ar misteriosa, mas não permitem que o clima seja mudado.",
  "stamina": "Aumenta a Defesa deste Pokémon em um estágio quando ele recebe dano de um movimento.",
  "wimp-out": "Após este Pokémon ser atingido por um movimento, se esse movimento causou que o HP deste Pokémon caísse abaixo da metade, ele troca.",
  "emergency-exit": "Após este Pokémon ser atingido por um movimento, se esse movimento causou que o HP deste Pokémon caísse abaixo da metade, ele troca.",
  "water-compaction": "Aumenta a Defesa deste Pokémon em dois estágios quando é atingido por um movimento de Água.",
  "merciless": "Os movimentos deste Pokémon acertam golpes críticos contra alvos envenenados.",
  "shields-down": "Quando este Pokémon entra em batalha e no final de cada turno, se seu HP for 50% ou acima, ele muda para Forma Meteoro; caso contrário, muda para Forma Núcleo. Na Forma Meteoro, ele não pode receber uma doença de status principal (embora existentes não sejam curadas), não pode ficar sonolento de yawn e não pode usar rest (que simplesmente falhará). Esta habilidade não pode ser copiada, substituída ou nulificada. Esta habilidade só tem efeito para Minior.",
  "stakeout": "Os movimentos deste Pokémon têm poder dobrado contra Pokémon que trocaram neste turno.",
  "water-bubble": "Quando este Pokémon é atingido por um movimento de Fogo, o dano é reduzido pela metade. Quando este Pokémon usa um movimento de Água, o poder é dobrado. Este Pokémon não pode ser queimado, e se se tornar queimado, a queimadura é imediatamente curada.",
  "steelworker": "Os movimentos de Aço deste Pokémon têm 1.5× poder.",
  "berserk": "Sempre que este Pokémon recebe dano de um movimento que causa que seu HP caia abaixo de 50%, seu Ataque Especial aumenta em um estágio.",
  "slush-rush": "Durante Granizo, este Pokémon tem Velocidade dobrada.",
  "long-reach": "Um movimento usado por este Pokémon não fará contato.",
  "liquid-voice": "Quando este Pokémon usa um movimento baseado em som, o tipo desse movimento é Água.",
  "triage": "Os movimentos de cura deste Pokémon têm sua prioridade aumentada em 3.",
  "galvanize": "Quando este Pokémon usa movimentos Normais, esse movimento é Elétrico e seu poder é 1.2×.",
  "surge-surfer": "Dobra a Velocidade deste Pokémon em Terreno Elétrico.",
  "schooling": "Se este Pokémon for um wishiwashi e nível 20 ou acima, então quando entra em batalha e no início de cada turno, torna-se Forma Escola se seu HP for 25% ou maior e Forma Solo caso contrário. Esta habilidade não pode ser substituída, copiada ou nulificada.",
  "disguise": "Se este Pokémon estiver em sua Forma Disfarçada e receber dano de um movimento, ele alterna para sua Forma Quebrada e o dano é prevenido. Outros efeitos não são prevenidos. Esta habilidade não pode ser copiada ou substituída. Esta habilidade só tem efeito para Mimikyu.",
  "battle-bond": "Transforma este Pokémon em Ash-Greninja após desmaiar um oponente. O poder de Water Shuriken é 20 e sempre acerta três vezes. Esta habilidade não pode ser copiada ou substituída. Esta habilidade só tem efeito para Greninja.",
  "power-construct": "Transforma Zygarde de 10% ou 50% em Forma Completa quando seu HP está abaixo de 50%. Esta habilidade não pode ser copiada ou substituída. Esta habilidade só tem efeito para Zygarde.",
  "corrosion": "Os movimentos e item deste Pokémon ignoram a imunidade usual de Pokémon Veneno e Aço ao tentar infligir envenenamento.",
  "comatose": "Este Pokémon sempre age como se estivesse Dormindo. Ele não pode receber outra doença de status; não é afetado por yawn; pode usar sleep talk; e assim por diante.",
  "queenly-majesty": "Quando um Pokémon oponente tenta usar um movimento que mira neste Pokémon ou um aliado, e esse movimento tem prioridade, ele falhará.",
  "innards-out": "Quando este Pokémon desmaia de um movimento de um oponente, esse oponente recebe dano igual ao HP restante deste Pokémon.",
  "dancer": "Sempre que outro Pokémon usa um movimento de dança, este Pokémon usará o mesmo movimento imediatamente depois.",
  "battery": "Os movimentos de Pokémon aliados têm seu poder aumentado para 1.3×.",
  "fluffy": "Dano de movimentos de contato é reduzido pela metade. Dano de movimentos de Fogo é dobrado.",
  "dazzling": "Quando um Pokémon oponente tenta usar um movimento que mira neste Pokémon ou um aliado, e esse movimento tem prioridade, ele falhará.",
  "soul-heart": "O Ataque Especial deste Pokémon aumenta em um estágio toda vez que qualquer Pokémon desmaia.",
  "tangling-hair": "Quando este Pokémon recebe dano regular de um movimento de contato, a Velocidade do Pokémon atacante diminui em um estágio.",
  "receiver": "Quando um aliado desmaia, este Pokémon ganha sua Habilidade.",
  "power-of-alchemy": "Quando um aliado desmaia, este Pokémon ganha sua Habilidade.",
  "beast-boost": "Aumenta o status mais alto deste Pokémon em um estágio quando ele desmaia outro Pokémon.",
  "rks-system": "Muda o tipo deste Pokémon para combinar com sua Memory segurada. Esta habilidade não pode ser copiada, substituída ou nulificada. Esta habilidade só tem efeito para Silvally.",
  "electric-surge": "Quando este Pokémon entra em batalha, muda o terreno para terreno elétrico.",
  "psychic-surge": "Quando este Pokémon entra em batalha, muda o terreno para terreno psíquico.",
  "misty-surge": "Quando este Pokémon entra em batalha, muda o terreno para terreno nebuloso.",
  "grassy-surge": "Quando este Pokémon entra em batalha, muda o terreno para terreno gramado.",
  "full-metal-body": "Os status deste Pokémon não podem ser reduzidos por movimentos ou habilidades de outros Pokémon. Este efeito aplica apenas a modificações de status normais e não a efeitos mais exóticos como topsy turvy ou power swap. Esta Habilidade não é ignorada por mold breaker, teravolt ou turboblaze.",
  "shadow-shield": "Quando este Pokémon tem HP cheio, dano regular (não dano fixo!) de movimentos é reduzido pela metade. Esta habilidade não pode ser nulificada.",
  "prism-armor": "Dano super efetivo que este Pokémon recebe é reduzido para 0.75×. Esta Habilidade não é ignorada por mold breaker, teravolt ou turboblaze.",
  "neuroforce": "Aumenta dano super efetivo causado para 1.25×.",
  "intrepid-sword": "Aumenta o status de Ataque do Pokémon na primeira vez que o Pokémon entra em uma batalha.",
  "dauntless-shield": "Aumenta o status de Defesa do Pokémon na primeira vez que o Pokémon entra em uma batalha.",
  "libero": "Muda o tipo do Pokémon para o tipo do movimento que está prestes a usar. Isso funciona apenas uma vez cada vez que o Pokémon entra em batalha.",
  "ball-fetch": "Em qualquer momento após a primeira Poké Ball ser jogada e falhar em capturar um Pokémon, no final de um turno, se um Pokémon com Ball Fetch estiver no campo e não estiver segurando outro item, ele pegará o mesmo tipo de bola que a primeira jogada.",
  "cotton-down": "Quando o Pokémon é atingido por um ataque, ele espalha algodão ao redor e reduz os status de Velocidade de todos os Pokémon exceto si mesmo.",
  "propeller-tail": "Ignora os efeitos de Habilidades e movimentos de Pokémon oponentes que atraem movimentos.",
  "mirror-armor": "Reflete de volta apenas os efeitos de redução de status que o Pokémon recebe.",
  "gulp-missile": "Quando o Pokémon usa Surf ou Dive, ele volta com uma presa. Quando recebe dano, ele cospe a presa para atacar.",
  "stalwart": "Ignora os efeitos de Habilidades e movimentos de Pokémon oponentes que atraem movimentos.",
  "steam-engine": "Aumenta a Velocidade do usuário em três estágios quando é atingido por um ataque do tipo Fogo ou Água. O ataque ainda causa dano.",
  "punk-rock": "Aumenta o poder de movimentos baseados em som. O Pokémon também recebe metade do dano desses tipos de movimentos.",
  "sand-spit": "O Pokémon cria uma tempestade de areia quando é atingido por um ataque.",
  "ice-scales": "O Pokémon é protegido por escamas de gelo, que reduzem pela metade o dano recebido de movimentos especiais.",
  "ripen": "Amadurece Berries e dobra seu efeito.",
  "ice-face": "Quando um Eiscue que está em sua forma Rosto de Gelo é atingido por um movimento físico, ele não recebe dano e muda para sua forma Sem Rosto. Se uma tempestade de granizo ou nevasca começar enquanto Eiscue estiver em sua forma Sem Rosto, ou se for enviado em sua forma Sem Rosto durante granizo, ele reverterá imediatamente para sua forma Rosto de Gelo.",
  "power-spot": "\"O poder de movimentos usados pelos aliados do Pokémon com Power Spot é aumentado em 30%.\"",
  "mimicry": "Muda o tipo do Pokémon dependendo do terreno.",
  "screen-cleaner": "Quando o Pokémon entra em batalha, os efeitos de Light Screen, Reflect e Aurora Veil são nulificados para Pokémon oponentes e aliados.",
  "steely-spirit": "Aumenta o poder dos movimentos do tipo Aço do Pokémon e de seus aliados.",
  "perish-body": "Quando o Pokémon com Perish Body é atingido por um movimento de contato, tanto o atacante quanto o Pokémon com Perish Body desmaiarão em três turnos.",
  "wandering-spirit": "O Pokémon troca Habilidades com um Pokémon que o acerta com um movimento que faz contato direto.",
  "gorilla-tactics": "Aumenta o status de Ataque do Pokémon, mas só permite o uso do primeiro movimento selecionado.",
  "neutralizing-gas": "Enquanto o Pokémon estiver na batalha, os efeitos de todas as Habilidades de outros Pokémon serão nulificados ou não serão ativados.",
  "pastel-veil": "Impede o Pokémon e seus companheiros de equipe de serem envenenados. Também cura companheiros de envenenamento quando entra no campo de batalha.",
  "hunger-switch": "O Pokémon muda sua forma, alternando entre seu Modo Barriga Cheia e Modo Faminto após o final de cada turno.",
  "quick-draw": "Se um Pokémon com esta Habilidade selecionar um movimento de dano, ele tem 30% de chance de ir primeiro em seu suporte de prioridade.",
  "unseen-fist": "Se o Pokémon usar movimentos que fazem contato direto, ele pode atacar o alvo mesmo se o alvo se proteger.",
  "curious-medicine": "Quando o Pokémon entra em batalha, ele espalha remédio de sua concha, removendo todas as mudanças de status de aliados.",
  "transistor": "Aumenta o poder de movimentos do tipo Elétrico usados por este Pokémon em 50%.",
  "dragons-maw": "Aumenta o poder de movimentos do tipo Dragão usados por este Pokémon em 50%.",
  "chilling-neigh": "Quando o Pokémon nocauteia um alvo, ele emite um relincho arrepiante, que aumenta seu status de Ataque.",
  "grim-neigh": "Quando o Pokémon nocauteia um alvo, ele emite um relincho aterrorizante, que aumenta seu status de Ataque Esp.",
  "as-one-glastrier": "Esta Habilidade combina os efeitos de ambas as Habilidades Unnerve de Calyrex e Chilling Neigh de Glastrier.",
  "as-one-spectrier": "Esta Habilidade combina os efeitos de ambas as Habilidades Unnerve de Calyrex e Grim Neigh de Spectrier.",
  "lingering-aroma": "Contato com o Pokémon muda a Habilidade do atacante para Lingering Aroma.",
  "seed-sower": "Transforma o chão em Terreno Gramado quando o Pokémon é atingido por um ataque.",
  "thermal-exchange": "Aumenta o status de Ataque quando o Pokémon é atingido por um movimento do tipo Fogo. O Pokémon também não pode ser queimado.",
  "anger-shell": "Quando um ataque faz seu HP cair para metade ou menos, o Pokémon fica bravo. Isso reduz seus status de Defesa e Def. Esp., mas aumenta seus status de Ataque, Ataque Esp. e Velocidade.",
  "purifying-salt": "O sal puro do Pokémon o protege de condições de status e reduz pela metade o dano recebido de movimentos do tipo Fantasma.",
  "well-baked-body": "O Pokémon não recebe dano quando atingido por movimentos do tipo Fogo. Em vez disso, seu status de Defesa é aumentado drasticamente.",
  "wind-rider": "Aumenta o status de Ataque do Pokémon se Tailwind tiver efeito ou se o Pokémon for atingido por um movimento de vento. O Pokémon também não recebe dano de movimentos de vento.",
  "guard-dog": "Aumenta o status de Ataque do Pokémon se intimidado. Movimentos e itens que forçariam o Pokémon a trocar também falham.",
  "rocky-payload": "Aumenta o poder de movimentos do tipo Pedra usados por este Pokémon em 50%.",
  "wind-power": "O Pokémon se torna carregado quando é atingido por um movimento de vento, aumentando o poder do próximo movimento do tipo Elétrico que o Pokémon usa.",
  "zero-to-hero": "O Pokémon se transforma em sua Forma Herói quando troca.",
  "commander": "Quando o Pokémon entra em batalha, ele entra na boca de um aliado Dondozo se um estiver no campo. O Pokémon então emite comandos de lá.",
  "electromorphosis": "O Pokémon se torna carregado quando recebe dano, aumentando o poder do próximo movimento do tipo Elétrico que o Pokémon usa.",
  "protosynthesis": "Aumenta o status mais proficiente do Pokémon em sol forte ou se o Pokémon estiver segurando Booster Energy.",
  "quark-drive": "Aumenta o status mais proficiente do Pokémon em Terreno Elétrico ou se o Pokémon estiver segurando Booster Energy.",
  "good-as-gold": "Um corpo de ouro puro e sólido dá ao Pokémon imunidade total a movimentos de status de outros Pokémon.",
  "vessel-of-ruin": "O poder do vaso ruinoso do Pokémon reduz os status de Ataque Esp. de todos os Pokémon exceto si mesmo.",
  "sword-of-ruin": "O poder da espada ruinosa do Pokémon reduz os status de Defesa de todos os Pokémon exceto si mesmo.",
  "tablets-of-ruin": "O poder das tábuas de madeira ruinosa do Pokémon reduz os status de Ataque de todos os Pokémon exceto si mesmo.",
  "beads-of-ruin": "O poder das contas ruinosa do Pokémon reduz os status de Def. Esp. de todos os Pokémon exceto si mesmo.",
  "orichalcum-pulse": "Transforma o sol em sol forte quando o Pokémon entra em batalha. O pulso antigo pulsando através do Pokémon também aumenta seu status de Ataque em sol forte.",
  "hadron-engine": "Transforma o chão em Terreno Elétrico quando o Pokémon entra em batalha. O motor futurista dentro do Pokémon também aumenta seu status de Ataque Esp. em Terreno Elétrico.",
  "opportunist": "Se o status de um oponente for aumentado, o Pokémon aproveita a oportunidade para aumentar o mesmo status para si mesmo.",
  "cud-chew": "Quando o Pokémon come uma Berry, ele regurgita essa Berry no final do próximo turno e come novamente.",
  "sharpness": "Aumenta o poder de todos os movimentos 'cortantes' em 50%.",
  "supreme-overlord": "Quando o Pokémon entra em batalha, seus status de Ataque e Ataque Esp. são ligeiramente aumentados para cada aliado em sua equipe que já foi derrotado.",
  "costar": "Quando o Pokémon entra em batalha, ele copia as mudanças de status de um aliado.",
  "toxic-debris": "Espalha espinhos venenosos aos pés da equipe oponente quando o Pokémon recebe dano de movimentos físicos.",
  "armor-tail": "A cauda misteriosa cobrindo a cabeça do Pokémon faz com que oponentes não possam usar movimentos de prioridade contra o Pokémon ou seus aliados.",
  "earth-eater": "Se atingido por um movimento do tipo Terra, o Pokémon tem seu HP restaurado em vez de receber dano.",
  "mycelium-might": "O Pokémon sempre agirá mais devagar ao usar movimentos de status, mas esses movimentos serão inabalados pela Habilidade do alvo.",
  "minds-eye": "Mind's Eye permite que o Pokémon com esta Habilidade acerte Pokémon do tipo Fantasma com movimentos de dano do tipo Normal e Lutador. Também previne que outros Pokémon reduzam a precisão do Pokémon e ignora mudanças na evasão dos oponentes.",
  "supersweet-syrup": "Um cheiro doentio doce se espalha pelo campo na primeira vez que o Pokémon entra em batalha, reduzindo a evasão de Pokémon oponentes.",
  "hospitality": "Quando o Pokémon entra em batalha, ele banha seu aliado com hospitalidade, restaurando uma pequena quantidade do HP do aliado.",
  "toxic-chain": "O poder da corrente tóxica do Pokémon pode envenenar gravemente qualquer alvo que o Pokémon acerte com um movimento.",
  "embody-aspect": "Embody Aspect aumenta um status particular, dependendo da forma de um Ogerpon Terastalizado.",
  "tera-shift": "Quando o Pokémon entra em batalha, ele absorve a energia ao redor e se transforma em sua Forma Terastal.",
  "tera-shell": "A concha do Pokémon contém os poderes de cada tipo. Todos os movimentos de dano que acertam o Pokémon quando seu HP está cheio não serão muito efetivos.",
  "teraform-zero": "Quando Terapagos muda para sua Forma Estelar, ele usa seus poderes ocultos para eliminar todos os efeitos de clima e terreno, reduzindo-os a zero.",
  "poison-puppeteer": "Quando um Pokémon é envenenado por qualquer movimento de Pecharunt, ele também ficará confundido.",
  "mountaineer": "Sem descrição disponível",
  "wave-rider": "Sem descrição disponível",
  "skater": "Sem descrição disponível",
  "thrust": "Sem descrição disponível",
  "perception": "Sem descrição disponível",
  "parry": "Sem descrição disponível",
  "instinct": "Sem descrição disponível",
  "dodge": "Sem descrição disponível",
  "jagged-edge": "Sem descrição disponível",
  "frostbite": "Sem descrição disponível",
  "tenacity": "Sem descrição disponível",
  "pride": "Sem descrição disponível",
  "deep-sleep": "Sem descrição disponível",
  "power-nap": "Sem descrição disponível",
  "spirit": "Sem descrição disponível",
  "warm-blanket": "Sem descrição disponível",
  "gulp": "Sem descrição disponível",
  "herbivore": "Sem descrição disponível",
  "sandpit": "Sem descrição disponível",
  "hot-blooded": "Sem descrição disponível",
  "medic": "Sem descrição disponível",
  "life-force": "Sem descrição disponível",
  "lunchbox": "Sem descrição disponível",
  "nurse": "Sem descrição disponível",
  "melee": "Sem descrição disponível",
  "sponge": "Sem descrição disponível",
  "bodyguard": "Sem descrição disponível",
  "hero": "Sem descrição disponível",
  "last-bastion": "Sem descrição disponível",
  "stealth": "Sem descrição disponível",
  "vanguard": "Sem descrição disponível",
  "nomad": "Sem descrição disponível",
  "sequence": "Sem descrição disponível",
  "grass-cloak": "Sem descrição disponível",
  "celebrate": "Sem descrição disponível",
  "lullaby": "Sem descrição disponível",
  "calming": "Sem descrição disponível",
  "daze": "Sem descrição disponível",
  "frighten": "Sem descrição disponível",
  "interference": "Sem descrição disponível",
  "mood-maker": "Sem descrição disponível",
  "confidence": "Sem descrição disponível",
  "fortune": "Sem descrição disponível",
  "bonanza": "Sem descrição disponível",
  "explode": "Sem descrição disponível",
  "omnipotent": "Sem descrição disponível",
  "share": "Sem descrição disponível",
  "black-hole": "Sem descrição disponível",
  "shadow-dash": "Sem descrição disponível",
  "sprint": "Sem descrição disponível",
  "disgust": "Sem descrição disponível",
  "high-rise": "Sem descrição disponível",
  "climber": "Sem descrição disponível",
  "flame-boost": "Sem descrição disponível",
  "aqua-boost": "Sem descrição disponível",
  "run-up": "Sem descrição disponível",
  "conqueror": "Sem descrição disponível",
  "shackle": "Sem descrição disponível",
  "decoy": "Sem descrição disponível",
  "shield": "Sem descrição disponível"
}
